
"str_popup_ME_genie" 		= "Genie";
"str_popup_ME_scale" 		= "Scale";

/* Dock Items Table */
"fkind_app" 			= "Application";
"fkind_classic_app" 	= "Classic Application";
"fkind_doc" 			= "Document";
"fkind_unknown" 		= "Unknown";
"fkind_volume"			= "Volume";
"fkind_folder"			= "Folder";
"fkind_URL"				= "URL";

"item_exists_title"	= "Item Exists";
"item_exists_msg"	= "That item already exists in the list.";

"item_illegal_title"= "Wrong type";
"item_illegal_msg"	= "One or more items are of the wrong type for this list.";

// "cantAddWebLocViaAddButton_title" = "Error";
// "cantAddWebLocViaAddButton_msg"	  = "Do not add ‘.webloc’ files via the ‘Add’ button. Drag them to the list instead.";

"add_button_title"	= "Add";

"table_data_varies"	= "Data Varies";

"groupvol_name" 	= "<Group Folder>";
"groupvol_template"	= "%@ Documents";	/* may be used for 3083743 */

/* Error Messages */
"noGroupVols_Title" 	= "Cannot add because there is no group folder.";
"noGroupVols_Message" 	= "To set up a group folder, click the Accounts button in the toolbar.  Then choose the “Group Folder” tab to specify a network or advanced location for the folder.";
"noGroupVols_OK" 		= "OK";

"someGroupVols_Title" 	= "Cannot add to all selected groups because some have no group folder. Adding will only affect selections that have a group folder.  Do you want to continue?";
"someGroupVols_Message" = "Click Add to continue or Cancel to stop. To set up a group folder, click the Accounts button in the toolbar.  Then choose the “Group Folder” tab to specify a network or advanced location for the folder.";
"someGroupVols_Save" 	= "Add";
"someGroupVols_Cancel" 	= "Cancel";

"unkGroupVols_Title" 	= "Adding will only affect records that have a group folder.  Do you want to continue?";
"unkGroupVols_Message"  = "Click Add to continue or Cancel to stop. To set up a group folder, click the Accounts button in the toolbar.  Then choose the “Group Folder” tab to specify a network or advanced location for the folder.";
"unkGroupVols_Save" 	= "Add";
"unkGroupVols_Cancel" 	= "Cancel";


// Following is for 3567576
"errCantAddGroupFolder" = "Your group folder is not configured correctly. Please check your settings in the “Group Folder” tab of the Accounts settings.";
